Repository: pandasoft0/mongaku
Catalog: translations/*/messages.po
Languages: de, it

source: Import not found.
de: Import nicht gefunden.
it: File da importare non trovato.

source: Error retrieving records.
de: Fehler beim Abrufen der Datensätze.
it: Errore nel recupero dei record

source: Error processing zip file.
de: Fehler beim Verarbeiten der ZIP-Datei.
it: Errore durante l'apertura de file .zip.

source: No zip file specified.
de: Keine ZIP-Datei festgelegt.
it: Nessun file .zip specificato.

source: Error saving zip file.
de: Fehler beim Speichern der ZIP-Datei.
it: Errore durante del file .zip.

source: Error processing data files.
de: Fehler beim Verarbeiten der Datendateien.
it: Errore durante l'elaborazione del file.

source: No data files specified.
de: Keine Datendateien festgelegt.
it: Nessun file specificato.

source: Error saving data file.
de: Fehler beim Speichern der Datendatei.
it: Errore nel salvataggio del file.

source: Authorization required.
de: Autorisierung erforderlich.
it: Autorizzazione richiesta.

source: Not found.
de: Nicht gefunden.
it: Non trovato.

source: Source not found.
de: Quelle nicht gefunden.
it: Fonte non trovata.

source: Error processing image.
de: Fehler beim Verarbeiten des Bilds.
it: Errore durante l'elaborazione dell'immagine.

source: No image URL specified.
de: Keine Bild-URL angegeben.
it: Nessun URL dell'immagine specificato.

source: Error processing upload.
de: Fehler beim Verarbeiten des Uploads.
it: Errore durante l'elaborazione del caricamento.

source: No image specified.
de: Kein Bild festgelegt.
it: Nessun immagine specificata

source: Uploaded image not found.
de: Hochgeladenes Bild nicht gefunden.
it: Immagine caricata non trovata.

source: Source
de: Quelle
it: Fonte

source: Query: '%(query)s'
de: Abfrage: '%(query)s'
it: Quesito: '%(query)s'

source: Similar to Any Artwork
de: Ähnlichkeit zu irgendeinem Kunstwerk
it: Simile a Qualsiasi Opera d'Arte

source: Similar to an External Artwork
de: Ähnlichkeit zu einem Externen Kunstwerk
it: Simile ad un'Opera d'Arte Esterna

source: Similar to an Internal Artwork
de: Ähnlichkeit zu einem Internen Kunstwerk
it: Simile ad un'Opera d'Arte Interna

source: Search Results
de: Suchergebnisse
it: Risultati di Ricerca

source: All Artworks
de: Alle Kunstwerke
it: Tutte le Opere d'Arte

source: IDs can only contain letters, numbers, underscores, and hyphens.
de: IDs können nur Buchstaben, Nummern, Unterstriche und Bindestriche enthalten.
it: Gli ID possono contenere solo lettere, numeri, trattini bassi e trattini.

source: `url` must be properly-formatted URL.
de: 'url' muss eine passend formatierte URL sein.
it: `url` deve avere un formato URL corretto.

source: Images must be a valid image file name. For example: `image.jpg`.
de: Bilder müssen einen gültigen Dateinamen haben. Zum Beispiel: 'image.jpg'.
it: Le immagini devono avere un nome valido, ad esempio: `immagine.jpg`.

source: Dimensions must have a unit specified and at least a width or height.
de: Für Maße muss eine Einheit und mindestens eine Breite oder Höhe angegeben werden.
it: Le dimensioni devono avere un'unità di misura e almeno l'altezza o la larghezza.

source: Dates must have a start or end specified.
de: Daten müssen mit einem Anfang oder Ende angegeben werden.
it: Le date devono avere un inizio o una fine specificata.

source: `objectType` must be one of the following types: %(types)s.
de: 'objectType' muss einer der folgenden Typen sein: %(types)s.
it: `objectType` deve essere uno dei tipi seguenti: %(types)s.

source: Locations must have a name or city specified.
de: Für Standorte muss ein Name oder eine Stadt angegeben werden.
it: Le località devono avere un nome o una città specificate.

source: Artwork
de: Kunstwerk
it: Opera d'arte

source: Image file not found: %(fileName)s
de: Bilddatei nicht gefunden: %(fileName)s
it: File d'immagine non trovata: %(fileName)s

source: Error accessing image data.
de: Fehler beim Zugreifen auf die Bilddaten.
it: Errore nell'accesso ai dati dell'immagine.

source: No images found.
de: Keine Bilder gefunden.
it: Nessuna immagine trovata.

source: There was an error with the data format.
de: Es gab einen Fehler beim Datenformat.
it: Si è verificato un errore con il formato dei dati.

source: Unrecognized field `%(field)s`.
de: Unerkanntes Feld '%(field)s'.
it: Campo`%(field)s` non riconosciuto.

source: `%(field)s` is the wrong type. Expected a %(type)s.
de: '%(field)s' ist der falsche Typ. Es wird ein %(type)s erwartet.
it: `%(field)s` non è il tipo corretto. Il tipo previsto è %(type)s.

source: `%(field)s` value is the wrong type. Expected a %(type)s.
de: Der Wert '%(field)s' ist der falsche Typ. Es wird ein %(type)s erwartet.
it: Il valore`%(field)s` non è del tipo corretto. Tipo previsto: %(type)s.

source: Required field `%(field)s` is empty.
de: Erforderliches Feld '%(field)s' ist leer.
it: Il campo obbligatorio `%(field)s` è vuoto.

source: Recommended field `%(field)s` is empty.
de: Empfohlenes Feld '%(field)s' ist leer.
it: Il campo consigliato `%(field)s` è vuoto.

source: Awaiting processing...
de: Warte auf Verarbeitung ...
it: In attesa dell'elaborazione…

source: Processing...
de: Wird verarbeitet ...
it: Elaborazione in corso…

source: Confirmation required.
de: Bestätigung erforderlich.
it: Conferma richiesta.

source: Importing data...
de: Daten werden importiert ...
it: Importazione dati in corso…

source: Awaiting similarity sync...
de: Warte auf Synchronisation der Ähnlichkeit ...
it: In attesa della sincronizzazione delle somiglianze…

source: Syncing similarity...
de: Ähnlichkeit wird synchronisiert ...
it: Sincronizzazione somiglianze in corso…

source: Completed.
de: Abgeschlossen.
it: Completato.

source: Data import abandoned.
de: Datenimport abgebrochen.
it: Importazione dati annullata.

source: Error reading data from provided data files.
de: Fehler beim Lesen der Daten aus den bereitgestellten Datendateien.
it: Errore nella lettura dei dati provenienti dai file forniti.

source: Error saving record.
de: Fehler beim Speichern des Datensatzes.
it: Errore durante il salvataggio del record.

source: Error deleting existing record.
de: Fehler beim Löschen des bestehenden Datensatzes.
it: Errore nell'eliminazione del record esistente.

source: Error opening zip file.
de: Fehler beim Öffnen der ZIP-Datei.
it: Errore nell'apertura del file zip.

source: Zip file has no images in it.
de: ZIP-Datei enthält keine Bilder.
it: Il file .zip non contiene alcuna immagine

source: There was an error processing the image. Perhaps it is malformed in some way.
de: Es gab einen Fehler beim Verarbeiten des Bilds. Vielleicht ist es irgendwie deformiert.
it: Si è verificato un errore durante l'elaborazione dell'immagine. É possibile che sia deformata.

source: The image is empty.
de: Das Bild ist leer.
it: L'immagine è vuota.

source: A new version of the image was uploaded, replacing the old one.
de: Eine neue Version des Bilds wurde hochgeladen und die alte dadurch ersetzt.
it: Una nuova versione del file è stata caricata, sostituendo quella vecchia.

source: The image is too small to work with the image similarity algorithm. It must be at least 150px on each side.
de: Das Bild ist zu klein, um mit diesem Bildähnlichkeitsalgorithmus analysiert zu werden. Es muss auf jeder Seite aus mindestens 150 Pixeln bestehen.
it: L'immagine è troppo piccola per essere processata con l'algoritmo di similitudine. Deve essere larga almeno 150 px su ogni lato.

source: Error saving image.
de: Fehler beim Speichern des Bilds.
it: Errore durante il salvataggio dell'immagine.

source: Error: %(error)s
de: Fehler: %(error)s
it: Errore: %(error)s

source: Uploaded Image
de: Bild hochladen
it: Immagine caricata

source: Page Not Found
de: Seite nicht gefunden
it: Pagina non trovata

source: Type
de: Typ
it: Tipo

source: Date
de: Datum
it: Data

source: Artist
de: Künstler
it: Artista

source: Width
de: Breite
it: Larghezza

source: Height
de: Höhe
it: Altezza

source: Sample: Andrea del Sarto
de: Beispiel: Andrea del Sarto
it: Esempio: Andrea del Sarto

source: Dates: %(range)s
de: Daten: %(range)s
it: Date: %(range)s

source: Width: %(range)s
de: Breite: %(range)s
it: Larghezza: %(range)s

source: Height: %(range)s
de: Höhe: %(range)s
it: Altezza: %(range)s

source: Location: '%(query)s'
de: Standort: '%(query)s'
it: Località: '%(query)s'

source: Artist: %(artist)s
de: Künstler: %(artist)s
it: Artista: %(artist)s

source: Medium: %(medium)s
it: Mezzo: %(medium)s

source: Art Research Database
de: Forschungsdatenbank für Kunst
it: Database Ricerca Arte

source: Date, earliest first
de: Datum, frühestes zuerst
it: Data, la meno recente per prima

source: Date, latest first
de: Datum, letztes zuerst
it: Data, la più recente prima

source: Architecture
de: Architektur
it: Architettura

source: Decorative Arts
de: Ornamentale Kunst
it: Arti decorative

source: Drawing
de: Zeichnung
it: Disegno

source: Fresco
de: Fresko
it: Affresco

source: Medal
de: Medaille
it: Medaglia

source: Miniature
de: Miniatur
it: Miniatura

source: Mosaic
de: Mosaikbild
it: Mosaico

source: Painting
de: Gemälde
it: Dipinto

source: Photo
de: Foto
it: Foto

source: Print
de: Stich
it: Stampa

source: Sculpture
de: Skulptur
it: Scultura

source: Stained Glass
de: Buntglas
it: Vetro colorato

source: Upload Images
de: Bilder hochladen
it: Carica immagini

source: Upload a Zip file (.zip) of JPG images (.jpg or .jpeg).
de: Laden Sie eine ZIP-Datei (.zip) oder JPG-Bilder (.jpg oder .jpeg) hoch.
it: Carica un file .zip delle immagini .jpg or .jpeg.

source: Names of images should match the names provided in the metadata.
de: Die Namen von Bildern sollten mit den in den Metadaten bereitgestellten Namen übereinstimmen.
it: I nomi delle immagini dovrebbero coincidere con quelli dei meta dati.

source: After you've uploaded a new batch of images they will be processed immediately but their similarity to other images will be computed in the background over the subsequent hours and days.
de: Nachdem Sie einen neuen Stapel Bilder hochgeladen haben, werden sie sofort verarbeitet, aber ihre Ähnlichkeit mit anderen Bildern wird in/an den nachfolgenden Stunden und Tagen im Hintergrund berechnet.
it: Una volta che hai caricato un nuovo gruppo d'immagini queste saranno subito elaborate. Le immagini simili invece saranno individuate automaticamente nel giro di qualche ora/giorno.

source: Upload
de: Hochladen
it: Caricamento

source: File Name
de: Dateiname
it: Nome del file

source: Last Updated
de: Zuletzt aktualisiert
it: Ultimo aggiornamento

source: Status
it: Stato

source: Images
de: Bilder
it: Immagini

source: Errors
de: Fehler
it: Errori

source: Warnings
de: Warnungen
it: Avvisi

source: Upload Metadata
de: Metadaten hochladen
it: Carica meta dati

source: You must upload some images before you can upload any metadata.
de: Sie müssen einige Bilder hochladen, bevor Sie irgendwelche Metadaten hochladen können.
it: Devi caricare alcune immagini prima che tu possa caricare dei meta dati.

source: Unprocessed
de: Unverarbeitet
it: Non processato

source: Created
de: Erstellt
it: Creato

source: Updated
de: Aktualisiert
it: Aggiornato

source: Deleted
de: Gelöscht
it: Eliminato

source: Finalize Import
de: Import abschließen
it: Finalizza l'importazione

source: %(name)s Admin Area
de: %(name)s Admin-Bereich
it: %(name)s Area amministrazione

source: End Comparison
de: Vergleich beenden
it: Termina comparazione

source: Medium
it: Mezzo

source: Dimensions
de: Maße
it: Dimensioni

source: Categories
de: Kategorien
it: Categorie

source: Location
de: Standort
it: Località

source: Details
it: Dettagli

source: Previous
de: Vorher
it: Precedente

source: Next
de: Weiter
it: Successivo

source: More information...
de: Weitere Informationen
it: Maggiori informazioni…

source: Compare Images
de: Bilder vergleichen
it: Confronta le immagini

source: Similar Images
de: Ähnliche Bilder
it: Immagini simili

source: Score: %(score)s
de: Punktzahl: %(score)s
it: Punteggio: %(score)s

source: Search %(artworkCount)s Artworks and %(imageCount)s Images:
de: %(artworkCount)s Kunstwerke und %(imageCount)s Bilder durchsuchen:
it: Ricerca %(artworkCount)s opere d'arte e %(imageCount)s immagini:

source: Search
de: Suchen
it: Ricerca

source: Browse All
de: Alle durchsuchen
it: Visualizza tutti

source: Search by Image:
de: Nach Bild suchen:
it: Ricerca per immagini:

source: Upload an image to find other similar images.
de: Laden Sie ein Bild hoch, um andere ähnliche Bilder zu finden.
it: Carica un'immagine per trovarne altre simili.

source: Upload an Image
de: Ein Bild hochladen
it: Carica un'immagine

source: Search by Image
de: Nach Bild suchen
it: Ricerca per immagini

source: Paste Image URL
de: Bild-URL einfügen
it: Incolla l'URL dell'immagine

source: Browse by Collection:
de: Nach Sammlung durchsuchen:
it: Visualizza per collezione:

source: %(artworkCount)s Artworks, %(imageCount)s Images
de: %(artworkCount)s Kunstwerke, %(imageCount)s Bilder
it: %(artworkCount)s opere d'arte, %(imageCount)s immagini

source: Abandon Import
de: Import abbrechen
it: Annulla l'importazione

source: Data Import: %(fileName)s
de: Datenimport: %(fileName)s
it: Importazione file: %(fileName)s

source: Uploaded: %(date)s
de: Hochgeladen: %(date)s
it: Caricato: %(date)s

source: Last Updated: %(date)s
de: Zuletzt aktualisiert: %(date)s
it: Ultimo aggiornamento: %(date)s

source: Return to Admin Page
de: Zur Admin-Seite zurückkehren
it: Ritorna alla pagina dell'amministrazione

source: To Be Processed
de: Zu verarbeiten
it: Da processare

source: Changed
de: Geändert
it: Cambiato

source: Will Be Changed
de: Wird geändert werden
it: Sarà cambiato

source: Will Be Created
de: Wird erstellt werden
it: Sarà creato

source: Will Be Deleted
de: Wird gelöscht werden
it: Sarà cancellato

source: Image Import: %(fileName)s
de: Bildimport: %(fileName)s
it: Importazione immagine: %(fileName)s

source: Show all %(count)s results...
de: Alle %(count)s Ergebnisse anzeigen ...
it: Mostra tutti i %(count)s risultati...

source: Login
de: Anmeldung
it: Accesso

source: Email Address:
de: E-Mail-Adresse:
it: Indirizzo email:

source: %(numArtworks)s matches.
de: %(numArtworks)s Übereinstimmungen.
it: %(numArtworks)s abbinamenti.

source: Viewing %(start)s to %(end)s.
de: Anzeige von %(start)s bis %(end)s.
it: Visualizzando da %(start)s a %(end)s.

source: Query
de: Abfrage
it: Ricerca

source: Sample: christ or cristo
de: Beispiel: Christ oder Christo
it: Esempio: christ or cristo

source: Sample: Louvre
de: Beispiel: Louvre
it: Esempio: Louvre

source: Any Type
de: Irgendein Typ
it: Ogni tipo

source: Width (%(unit)s)
de: Breite (%(unit)s)
it: Larghezza (%(unit)s)

source: Height (%(unit)s)
de: Höhe (%(unit)s)
it: Altezza (%(unit)s)

source: Any Source
de: Irgendeine Quelle
it: Qualunque fonte

source: Similarity
de: Ähnlichkeit
it: Somiglianza

source: Sort
de: Sortieren
it: Ordina

source: Show %(count)s more...
de: %(count)s weitere anzeigen ...
it: Mostrane altri %(count)s…

source: Remove %(query)s
de: %(query)s entfernen
it: Rimosso %(query)s

source: No results found. Please refine your query.
de: Keine Ergebnisse gefunden. Bitte verfeinern Sie Ihre Abfrage.
it: Nessun risultato trovato. Per favore raffina la tua ricerca.

source: No similar images were found.
de: Keine ähnlichen Bilder wurden gefunden.
it: Nessuna immagine simile trovata.

source: Password:
de: Passwort:
